function DonorInfo() {
	return (
		<div className='w-full flex my-5'>
			<div className='w-9/12 mx-auto text-red-800'>
				<p className='text-3xl italic mb-5 font-medium text-center'>
					Хто може стати донором та чому це важливо?
				</p>
				<div className='text-lg text-justify indent-16 font-medium tracking-wider'>
					<p className=''>
						В умовах війни донорство крові набуло особливого сенсу і
						значення. Адже донорська кров дозволяє рятувати життя як
						військових, так і цивільних в той час, коли на фронті
						тривають бойові дії, а росіяни продовжують тероризувати
						обстрілами українські міста і села.
					</p>
					<p>
						У межах кампанії «Твоя кров може воювати. Стань
						донором!», до якої вже долучилися тисячі українців,
						продовжуємо розповідати про відповідальне донорство і
						відповідати на найпоширеніші питання.
					</p>
					<p>
						Донором крові та/або компонентів крові може бути
						будь-який дієздатний громадянин України віком від 18
						років, іноземець чи особа без громадянства, яка має
						посвідку на постійне проживання на території України,
						які пройшли відповідне медичне обстеження і в яких немає
						протипоказань, визначених Міністерством охорони здоров’я
						України.{" "}
						<a
							href='https://moz.gov.ua/article/news/hto-mozhe-buti-donorom-krovi-'
							className='italic underline cursor pointer'
							target='_blank'>
							Детальніше{" "}
						</a>
					</p>
				</div>
			</div>
		</div>
	);
}

export default DonorInfo;
